Repository: HongyuS/Checksum
Catalog: HashHawk/Localizable.xcstrings
Source language: en
Languages: zh_hans

# comparison.accessibility.match
source: Hash comparison matched
zh_hans: 哈希比对匹配

# comparison.accessibility.matchWithType
source: Hash comparison matched using %@
zh_hans: 哈希比对匹配，算法类型为%@

# comparison.accessibility.mismatch
source: Hash comparison did not match
zh_hans: 哈希比对不匹配

# comparison.accessibility.mismatchWithType
source: Hash comparison did not match using %@
zh_hans: 哈希比对不匹配，算法类型为%@

# dropZone.button.open
source: Open File
zh_hans: 打开文件

# dropZone.button.replace
source: Replace File
zh_hans: 更换文件

# dropZone.prompt.subtitle.open
source: You can also open a file using the button in the top right.
zh_hans: 也可以使用右上角打开文件

# dropZone.prompt.subtitle.release
source: The file will be read and hashed as soon as you release the mouse.
zh_hans: 释放鼠标后会立即读取并计算哈希值

# dropZone.prompt.subtitle.replace
source: Drop a new file to replace it, or choose another one from the top-right button.
zh_hans: 拖入新文件即可替换，或使用右上角重新选择

# dropZone.prompt.title.drop
source: Drop a File Here
zh_hans: 拖放文件到这里

# dropZone.prompt.title.release
source: Release to Start Calculating
zh_hans: 松开即可开始计算

# error.fileSelectionFailed
source: Failed to choose file: %@
zh_hans: 文件选择失败：%@

# error.unableToReadFile
source: Unable to read “%@”. %@
zh_hans: 无法读取“%@”。%@

# hash.action.copy
source: Copy
zh_hans: 复制

# hash.compare.clear
source: Clear comparison input
zh_hans: 清除比对输入

# hash.compare.placeholder
source: Enter or paste a hash…
zh_hans: 输入或粘贴哈希值…

# hash.progress.calculating
source: Calculating
zh_hans: 计算中

# hashType.select
source: Select %@
zh_hans: 选择%@

# mainContent.calculating.message
source: Generating MD5, SHA1, SHA256, SHA384, and SHA512…
zh_hans: 正在生成 MD5、SHA1、SHA256、SHA384 和 SHA512…

# mainContent.error.unableToRead
source: Unable to Read File
zh_hans: 无法读取文件

# mainContent.idle.description
source: Drag a file from the sidebar, or open one using the button in the top right.
zh_hans: 从左侧边栏拖放文件，或使用右上角打开文件。

# mainContent.idle.title
source: Awaiting File
zh_hans: 等待文件

# selectedFile.path
source: File Path
zh_hans: 文件路径

# selectedFile.showPath
source: Show file path
zh_hans: 显示文件路径
